[
  {
    "title": "Whispers in the Rain",
    "artist": "Echo Lights",
    "lyrics": "I woke up to a golden light,The morning kissed the endless night,Dreams that drift on open seas,Whispers carried by the breeze.The road is long, the sky so wide,A thousand miles, no place to hide,But in the winds, I hear the call,Telling me I'll rise if I fall.So I'm chasing the sky, reaching so high,Running with the wind, letting go of the why.With my heart in the clouds, I know I'll find,The place where my dreams and the stars are aligned.The shadows fade as I press on,The darkest night gives way to dawn.Every step, a beating drumLeading me to where I’m from.Through the storm and through the rain,I’ll keep moving past the pain.In every tear, a light will shine,I know the road ahead is mine."
  },
  {
    "title": "Starlight Serenade",
    "artist": "Nova Dreams",
    "lyrics": "Underneath the starlight, we fade into the night. Your heart is my guide, leading me to flight."
  },
  {
    "title": "Chasing the Horizon",
    "artist": "Skyline Voyager",
    "lyrics": "We're chasing the horizon, no limits in our view. Through the clouds and over mountains, we find something new."
  },
  {
    "title": "Echoes of Tomorrow",
    "artist": "The Soundwalkers",
    "lyrics": "Echoes of tomorrow, reflections of today. In the space between, we find a better way."
  },
  {
    "title": "Silent Waves",
    "artist": "Ocean's Embrace",
    "lyrics": "Silent waves crash gently, secrets on the shore. The ocean's voice is calling, asking us for more."
  },
  {
    "title": "Flicker of Fireflies",
    "artist": "Moonlit Garden",
    "lyrics": "Like a flicker of fireflies, we dance beneath the skies. Every step a heartbeat, love never dies."
  },
  {
    "title": "Through the City Lights",
    "artist": "Neon Shadows",
    "lyrics": "Through the city lights, I see your face. Every turn, every street, reminds me of our place."
  },
  {
    "title": "Winds of Yesterday",
    "artist": "Forgotten Souls",
    "lyrics": "Winds of yesterday, they carry our lost dreams. Blowing through the memories, tearing at the seams."
  },
  {
    "title": "Heartbeat in the Wild",
    "artist": "Wilderness Echo",
    "lyrics": "A heartbeat in the wild, untamed and free. Through the trees and valleys, it's calling you and me."
  },
  {
    "title": "Crimson Skies",
    "artist": "Sunset Horizon",
    "lyrics": "Under crimson skies, the sun begins to fall. We stand together, rising above it all."
  }
]